IDEA Open Model
ReinfAroundOpening.DiagonalLength Property
Compatible with IDEA StatiCa Beta 20.0
 length of diagonal bar
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double DiagonalLength { get; set; }
Public Property DiagonalLength As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ReinfAroundOpening Class
IdeaRS.OpenModel.Detail Namespace